# ReloadLatestOptions Properties

---
The ReloadLatestOptions type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
ReloadLatestOptions Class
Autodesk.Revit.DB Namespace